"CIAdditionCompositing" = "Adición";
"CIAffineClamp" = "Fijación afín";
"CIAffineTile" = "Mosaico afín";
"CIAffineTransform" = "Transformación afín";
"CIBarsSwipeTransition"="Transición barras arañadas";
"CIBlendWithMask" = "Fusionar con la máscara";
"CIBloom" = "Veladura";
"CIBoxBlur"="Caja difuminada";
"CIBumpDistortion" = "Distorsión suplementaria";
"CIBumpDistortionLinear"="Distorsión linear suplementaria";
"CICMYKHalftone" = "Semitono CMYK";
"CICheckerboardGenerator" = "Tablero";
"CICircleSplashDistortion" = "Distorsión a modo de salpicadura en círculo";
"CICircularScreen" = "Pantalla circular";
"CICircularWrap" = "Distorsión a modo de envoltura circular";
"CIColorControls" = "Controles de color";
"CIColorCube" = "Cubo de color";
"CIColorInvert" = "Inversión de color";
"CIColorMap" = "Mapa de color";
"CIColorMatrix" = "Matriz de color";
"CIColorMonochrome" = "Color monocromo";
"CIColorPosterize" = "Posterización de color";
"CIComicEffect" = "Efecto cómico";
"CIConstantColorGenerator" = "Color constante";
"CICopyMachineTransition" = "Copiar máquina";
"CICrop" = "Recortar";
"CICrystallize" = "Cristalizar";
"CIDiscBlur"="Disco difuminado";
"CIDisintegrateWithMaskTransition" = "Desintegrar con máscara";
"CIDisplacementDistortion" = "Distorsión de desplazamiento";
"CIDissolveTransition" = "Disolución";
"CIDotScreen" = "Pantalla punteada";
"CIEdges" = "Bordes";
"CIEdgeWork" = "Trabajo en bordes";
"CIEightfoldReflectedTile"="Mosaico reflejado ocho veces";
"CIExposureAdjust" = "Ajuste de exposición";
"CIFalseColor" = "Color falso";
"CIFastBoxBlur" = "Difuminado de caja rápido";
"CIFastDiscBlur" = "Difuminado de disco rápido";
"CIFlashTransition" = "Flash";
"CIFourfoldReflectedTile"="Mosaico reflejado cuatro veces";
"CIFourfoldRotatedTile"="Mosaico rotado cuatro veces";
"CIFourfoldTranslatedTile"="Mosaico desplazado cuatro veces";
"CIGammaAdjust" = "Ajuste de gama";
"CIGaussianBlur" = "Difuminado gausiano";
"CIGaussianGradient" = "Degradado gausiano";
"CIGlassDistortion" = "Distorsión vidriosa";
"CIGlassLozenge" = "Romboedro vidrioso";
"CIGlideReflectedTile"="Mosaico de deslizamiento reflejado";
"CIGloom" = "Oscurecer";
"CIHatchedScreen" = "Pantalla tramada";
"CIHeightFieldFromMask" = "Campo de altura a partir de máscara";
"CIHexagonalPixellate"="Pixelado hexagonal";
"CIHoleDistortion" = "Distorsión de orificios";
"CIHueAdjust" = "Ajuste de matiz";
"CIKaleidoscope" = "Caleidoscopio";
"CILanczosScaleTransform" = "Transformar mediante escala Lanczos";
"CILenticularHaloGenerator" = "Halo lenticular";
"CILineOverlay" = "Linea superpuesta";
"CILineScreen" = "Pantalla de líneas";
"CILinearGradient" = "Degradado lineal";
"CIMaskToAlpha" = "Máscara a alfa";
"CIMaximumCompositing" = "Máximo";
"CIMedianFilter" = "Mediano";
"CIMinimumCompositing" = "Mínimo";
"CIModTransition" = "Mod";
"CIMotionBlur" = "Difuminado de movimiento";
"CIMultiplyCompositing" = "Multiplicar";
"CINoiseReduction" = "Reducción de ruido";
"CIOpTile" = "Mosaico óptico";
"CIPageCurlTransition" = "Ondulación de página";
"CIParallelogramTile" = "Mosaico paralelogramo";
"CIPerspectiveTile" = "Mosaico en perspectiva";
"CIPerspectiveTransform" = "Transformación en perspectiva";
"CIPinchDistortion" = "Distorsión por contracción";
"CIPixellate" = "Pixelar";
"CIPointillize" = "Puntillear";
"CIRadialGradient" = "Degradado radial";
"CIRandomGenerator" = "Generador aleatorio";
"CIRippleTransition" = "Ondas";
"CISepiaTone" = "Tono sepia";
"CIShadedMaterial" = "Material sombreado";
"CISharpenLuminance" = "Agudizar luminancia";
"CISixfoldReflectedTile"="Mosaico reflejado seis veces";
"CISixfoldRotatedTile"="Mosaico rotado seis veces";
"CISourceAtopCompositing" = "Sobre la fuente";
"CISourceInCompositing" = "Desde dentro de la fuente";
"CISourceOutCompositing" = "Desde fuera de la fuente";
"CISourceOverCompositing" = "Alrededor de la fuente";
"CISpotColor" = "Color del punto";
"CISpotLight" = "Luz concentrada";
"CIStarShineGenerator" = "Brillo estrellado";
"CIStripesGenerator" = "Franjas";
"CISunbeamsGenerator" = "Rayos de sol";
"CISwipeTransition" = "Arañazo";
"CITorusLensDistortion" = "Distorsión por lente toroidal";
"CITriangleTile" = "Mosaico triangular";
"CITwelvefoldReflectedTile"="Mosaico reflejado doce veces";
"CITwirlDistortion" = "Distorsión por giro";
"CIUnsharpMask" = "Desenfocar máscara";
"CIVortexDistortion" = "Distorsión por vórtice";
"CIWhitePointAdjust" = "Ajuste de punto blanco";
"CIZoomBlur" = "Ampliar difuminado";
"CIColorBlendMode" = "Modo de mezcla de color";
"CIColorBurnBlendMode" = "Modo de mezcla por sobreexposición de color";
"CIColorDodgeBlendMode" = "Modo de mezcla por evasión de color";
"CIDarkenBlendMode" = "Oscurecer modo de mezcla";
"CIDifferenceBlendMode" = "Diferenciar modo de mezcla";
"CIExclusionBlendMode" = "Modo de mezcla por exclusión";
"CIHardLightBlendMode" = "Modo de mezcla por luz directa";
"CIHueBlendMode" = "Modo de mezcla de matiz";
"CILightenBlendMode" = "Aclarar modo de mezcla";
"CILuminosityBlendMode" = "Modo de mezcla por luminosidad";
"CIMultiplyBlendMode" = "Multiplicar modo de mezcla";
"CIOverlayBlendMode" = "Superponer modo de mezcla";
"CISaturationBlendMode" = "Modo de mezcla de saturación";
"CIScreenBlendMode" = "Modo de mezcla de pantalla";
"CISoftLightBlendMode" = "Modo de mezcla por luz indirecta";
"CIAreaHistogram" = "histograma de la área";
"CIAreaMaximum" = "Máximo de la área";
"CIAreaMinimum" = "Mínimo de la área";
"CIAreaMaximumAlpha" = "Alfa máximo de la área";
"CIAreaMinimumAlpha" = "Alfa mínimo de la área";
"CIAreaAverage" = "Media de la área";
"CIRowAverage" = "Media de la fila";
"CIColumnAverage" = "Media de la columna";
"CIMinimumComponent" = "Componente mínimo";
"CIMaximumComponent" = "Componente máximo";
